/* NSButton (Cancel) : <title:Cancel> (oid:12) */
"Cancel" = "ரத்துசெய்";

/* NSButton (Create) : <title:Create> (oid:13) */
"Create" = "உருவாக்கு";

/* NSTextField (Create new folder) : <title:Create new folder> (oid:11) */
"Create new folder" = "புதிய கோப்புறையை உருவாக்கவும்";

/* NSTextField (Enter the name for the new folder) : <title:Enter the name for the new folder> (oid:14) */
"Enter the name for the new folder" = "புதிய கோப்புறையின் பெயரை உள்ளிடவும்";
"Select the region for the new folder" = "புதிய கோப்புறைக்கான வட்டாரத்தைத் தேர்ந்தெடுக்கவும்";

/* NSPanel (New Folder) : <title:New Folder> (oid:7) */
"New Folder" = "புதிய அடைவை";
"Choose Region" = "வட்டாரத்தைத் தேர்வுசெய்க";

